tinymce.Resource.add('tinymce.html-i18n.help-keynav.mk',
'<h1>Започнете со навигација со тастатура</h1>\n' +
  '\n' +
  '<dl>\n' +
  '  <dt>Фокус на лентата за мени</dt>\n' +
  '  <dd>Windows или Linux: Alt+F9</dd>\n' +
  '  <dd>macOS: &#x2325;F9</dd>\n' +
  '  <dt>Фокус на лентата за алатки</dt>\n' +
  '  <dd>Windows или Linux: Alt+F10</dd>\n' +
  '  <dd>macOS: &#x2325;F10</dd>\n' +
  '  <dt>Фокус на подножјето</dt>\n' +
  '  <dd>Windows или Linux: Alt+F11</dd>\n' +
  '  <dd>macOS: &#x2325;F11</dd>\n' +
  '  <dt>Фокус на известувањето</dt>\n' +
  '  <dd>Windows или Linux: Alt+F12</dd>\n' +
  '  <dd>macOS: &#x2325;F12</dd>\n' +
  '  <dt>Фокус на контекстуална лента за алатки</dt>\n' +
  '  <dd>Windows, Linux или macOS: Ctrl+F9</dd>\n' +
  '</dl>\n' +
  '\n' +
  '<p>Навигацијата ќе започне на првиот UI елемент, кој ќе биде истакнат или подвлечен во случај на првиот елемент во\n' +
  '  патеката на елементот на подножјето.</p>\n' +
  '\n' +
  '<h1>Навигација помеѓу UI секции</h1>\n' +
  '\n' +
  '<p>За да се движите од една UI секција во следната, притиснете <strong>Tab</strong>.</p>\n' +
  '\n' +
  '<p>За да се движите од една UI секција во претходната, притиснете <strong>Shift+Tab</strong>.</p>\n' +
  '\n' +
  '<p>Редоследот на <strong>Tab</strong> на овие UI секции е:</p>\n' +
  '\n' +
  '<ol>\n' +
  '  <li>Лента за мени</li>\n' +
  '  <li>Секоја група на лентата за алатки</li>\n' +
  '  <li>Странична лента</li>\n' +
  '  <li>Патека на елементот во подножјето</li>\n' +
  '  <li>Копче за префрлување на бројот на зборови во подножјето</li>\n' +
  '  <li>Врска за брендот во подножјето</li>\n' +
  '  <li>Рачка за промена на големината на уредникот во подножјето</li>\n' +
  '</ol>\n' +
  '\n' +
  '<p>Ако UI секцијата не е присутна, се прескокнува.</p>\n' +
  '\n' +
  '<p>Ако подножјето има фокус на навигација со тастатура, а нема видлива странична лента, притискање на <strong>Shift+Tab</strong>\n' +
  '  го движи фокусот на првата група на лентата за алатки, а не на последната.</p>\n' +
  '\n' +
  '<h1>Навигација во рамките на UI секции</h1>\n' +
  '\n' +
  '<p>За да се движите од еден UI елемент во следниот, притиснете соодветна <strong>стрелка</strong>.</p>\n' +
  '\n' +
  '<p><strong>Левата</strong> и <strong>десната</strong> стрелка</p>\n' +
  '\n' +
  '<ul>\n' +
  '  <li>се движат помеѓу менијата во лентата за мени.</li>\n' +
  '  <li>отвораат подмени во менито.</li>\n' +
  '  <li>се движат помеѓу копчињата во групата на лентата за алатки.</li>\n' +
  '  <li>се движат помеѓу ставките во патеката на елементот на подножјето.</li>\n' +
  '</ul>\n' +
  '\n' +
  '<p><strong>Долната</strong> и <strong>горната</strong> стрелка</p>\n' +
  '\n' +
  '<ul>\n' +
  '  <li>се движат помеѓу ставките на менито во менито.</li>\n' +
  '  <li>се движат помеѓу ставките во скокачкото мени на лентата за алатки.</li>\n' +
  '</ul>\n' +
  '\n' +
  '<p><strong>Стрелките</strong> кружат во рамките на фокусираната UI секција.</p>\n' +
  '\n' +
  '<p>За да затворите отворено мени, отворено подмени или отворено скокачко мени, притиснете <strong>Esc</strong>.</p>\n' +
  '\n' +
  '<p>Ако тековниот фокус е на \'врвот\' на одредена UI секција, притискање на <strong>Esc</strong> исто така излегува\n' +
  '  од навигацијата со тастатура целосно.</p>\n' +
  '\n' +
  '<h1>Извршување на ставка од мени или копче од лентата за алатки</h1>\n' +
  '\n' +
  '<p>Кога саканата ставка од мени или копче од лентата за алатки е истакната, притиснете <strong>Return</strong>, <strong>Enter</strong>,\n' +
  '  или <strong>празно место</strong> за да ја извршите ставката.</p>\n' +
  '\n' +
  '<h1>Навигација на дијалози без табови</h1>\n' +
  '\n' +
  '<p>Во дијалози без табови, првата интерактивна компонента прима фокус кога се отвора дијалогот.</p>\n' +
  '\n' +
  '<p>Навигирајте помеѓу интерактивните компоненти на дијалогот со притискање на <strong>Tab</strong> или <strong>Shift+Tab</strong>.</p>\n' +
  '\n' +
  '<h1>Навигација на дијалози со табови</h1>\n' +
  '\n' +
  '<p>Во дијалози со табови, првото копче во менито на табот прима фокус кога се отвора дијалогот.</p>\n' +
  '\n' +
  '<p>Навигирајте помеѓу интерактивните компоненти на овој таб на дијалогот со притискање на <strong>Tab</strong> или\n' +
  '  <strong>Shift+Tab</strong>.</p>\n' +
  '\n' +
  '<p>Префрлете се на друг таб на дијалогот давајќи му фокус на менито на табот, а потоа притиснете соодветна <strong>стрелка</strong>\n' +
  '  за да кружите низ достапните табови.</p>\n');
