tinymce.Resource.add('tinymce.html-i18n.help-keynav.sr',
    '<h1>Почните навигацију тастатуром</h1>\n' +
      '\n' +
      '<dl>\n' +
      '  <dt>Фокус на траку менија</dt>\n' +
      '  <dd>Windows или Linux: Alt+F9</dd>\n' +
      '  <dd>macOS: &#x2325;F9</dd>\n' +
      '  <dt>Фокус на траку алатки</dt>\n' +
      '  <dd>Windows или Linux: Alt+F10</dd>\n' +
      '  <dd>macOS: &#x2325;F10</dd>\n' +
      '  <dt>Фокус на подножје</dt>\n' +
      '  <dd>Windows или Linux: Alt+F11</dd>\n' +
      '  <dd>macOS: &#x2325;F11</dd>\n' +
      '  <dt>Фокус на обавештење</dt>\n' +
      '  <dd>Windows или Linux: Alt+F12</dd>\n' +
      '  <dd>macOS: &#x2325;F12</dd>\n' +
      '  <dt>Фокус на контекстуалну траку алатки</dt>\n' +
      '  <dd>Windows, Linux или macOS: Ctrl+F9</dd>\n' +
      '</dl>\n' +
      '\n' +
      '<p>Навигација ће почети на првом UI елементу, који ће бити истакнут или подвучен у случају првог елемента у\n' +
      '  путањи елемента подножја.</p>\n' +
      '\n' +
      '<h1>Навигација између UI секција</h1>\n' +
      '\n' +
      '<p>Да се померите из једне UI секције у следећу, притисните <strong>Tab</strong>.</p>\n' +
      '\n' +
      '<p>Да се померите из једне UI секције у претходну, притисните <strong>Shift+Tab</strong>.</p>\n' +
      '\n' +
      '<p>Редослед <strong>Tab</strong> ових UI секција је:</p>\n' +
      '\n' +
      '<ol>\n' +
      '  <li>Трака менија</li>\n' +
      '  <li>Свака група траке алатки</li>\n' +
      '  <li>Бочна трака</li>\n' +
      '  <li>Путања елемента у подножју</li>\n' +
      '  <li>Дугме за пребацивање броја речи у подножју</li>\n' +
      '  <li>Линк бренда у подножју</li>\n' +
      '  <li>Ручка за промену величине уређивача у подножју</li>\n' +
      '</ol>\n' +
      '\n' +
      '<p>Ако UI секција није присутна, прескаче се.</p>\n' +
      '\n' +
      '<p>Ако подножје има фокус навигације тастатуром, а нема видљиве бочне траке, притискање <strong>Shift+Tab</strong>\n' +
      '  помера фокус на прву групу траке алатки, а не на последњу.</p>\n' +
      '\n' +
      '<h1>Навигација у оквиру UI секција</h1>\n' +
      '\n' +
      '<p>Да се померите из једног UI елемента у следећи, притисните одговарајућу <strong>стрелицу</strong>.</p>\n' +
      '\n' +
      '<p><strong>Лева</strong> и <strong>десна</strong> стрелица</p>\n' +
      '\n' +
      '<ul>\n' +
      '  <li>померају између менија у траци менија.</li>\n' +
      '  <li>отварају подмени у менију.</li>\n' +
      '  <li>померају између дугмића у групи траке алатки.</li>\n' +
      '  <li>померају између ставки у путањи елемента подножја.</li>\n' +
      '</ul>\n' +
      '\n' +
      '<p><strong>Доле</strong> и <strong>горе</strong> стрелице</p>\n' +
      '\n' +
      '<ul>\n' +
      '  <li>померају између ставки менија у менију.</li>\n' +
      '  <li>померају између ставки у искачућем менију траке алатки.</li>\n' +
      '</ul>\n' +
      '\n' +
      '<p><strong>Стрелице</strong> круже у оквиру фокусиране UI секције.</p>\n' +
      '\n' +
      '<p>Да затворите отворени мени, отворени подмени или отворени искачући мени, притисните <strong>Esc</strong>.</p>\n' +
      '\n' +
      '<p>Ако је тренутни фокус на \'врху\' одређене UI секције, притискање <strong>Esc</strong> такође излази\n' +
      '  из навигације тастатуром потпуно.</p>\n' +
      '\n' +
      '<h1>Извршавање ставке менија или дугмета траке алатки</h1>\n' +
      '\n' +
      '<p>Када је жељена ставка менија или дугме траке алатки истакнуто, притисните <strong>Return</strong>, <strong>Enter</strong>,\n' +
      '  или <strong>размак</strong> да извршите ставку.</p>\n' +
      '\n' +
      '<h1>Навигација дијалозима без табова</h1>\n' +
      '\n' +
      '<p>У дијалозима без табова, прва интерактивна компонента прима фокус када се дијалог отвори.</p>\n' +
      '\n' +
      '<p>Навигирајте између интерактивних компоненти дијалога притискањем <strong>Tab</strong> или <strong>Shift+Tab</strong>.</p>\n' +
      '\n' +
      '<h1>Навигација дијалозима са табовима</h1>\n' +
      '\n' +
      '<p>У дијалозима са табовима, прво дугме у менију таба прима фокус када се дијалог отвори.</p>\n' +
      '\n' +
      '<p>Навигирајте између интерактивних компоненти овог таба дијалога притискањем <strong>Tab</strong> или\n' +
      '  <strong>Shift+Tab</strong>.</p>\n' +
      '\n' +
      '<p>Пребаците се на други таб дијалога давајући менију таба фокус, а затим притисните одговарајућу <strong>стрелицу</strong>\n' +
      '  да кружите кроз доступне табове.</p>\n');